Repository: banditohq/bandito
Catalog: apps/mac/BanditoKit/Sources/BanditoL10n/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

# onboarding.server.onThisMac
source: On this Mac
de: Auf diesem Mac
es: En este Mac
fr: Sur ce Mac
ja: この Mac で
ko: 이 Mac에서
pt_br: Neste Mac
ru: На этом Mac
zh_hans: 在这台 Mac 上

# onboarding.server.otherWays
source: Other ways: Tailscale, direct connection, custom address — %1$@
de: Andere Wege: Tailscale, direkte Verbindung, eigene Adresse — %1$@
es: Otras formas: Tailscale, conexión directa, dirección personalizada — %1$@
fr: Autres méthodes : Tailscale, connexion directe, adresse personnalisée — %1$@
ja: その他の方法: Tailscale、直接接続、カスタムアドレス — %1$@
ko: 다른 방법: Tailscale, 직접 연결, 사용자 지정 주소 — %1$@
pt_br: Outras formas: Tailscale, conexão direta, endereço personalizado — %1$@
ru: Другие способы: Tailscale, прямое подключение, свой адрес — %1$@
zh_hans: 其他方式：Tailscale、直连、自定义地址 — %1$@

# onboarding.server.ownServer
source: On your own server
de: Auf deinem eigenen Server
es: En tu propio servidor
fr: Sur votre propre serveur
ja: 自分のサーバーで
ko: 자신의 서버에서
pt_br: No seu próprio servidor
ru: На своём сервере
zh_hans: 在你自己的服务器上

# onboarding.server.ownServerDesc
source: Runs around the clock. A VPS, a home PC or a work server — we connect over SSH and install everything ourselves.
de: Läuft rund um die Uhr. Ein VPS, ein Heim-PC oder ein Arbeitsserver: Wir verbinden uns per SSH und installieren alles selbst.
es: Funciona las 24 horas. Un VPS, un PC de casa o un servidor de trabajo: nos conectamos por SSH e instalamos todo nosotros.
fr: Tourne en permanence. Un VPS, un PC personnel ou un serveur de travail : nous nous connectons en SSH et installons tout nous-mêmes.
ja: 24 時間動きます。VPS、家庭用 PC、業務用サーバーなど。SSH で接続し、すべて自動でセットアップします。
ko: 24시간 돌아갑니다. VPS, 집 PC, 업무용 서버 모두 가능합니다. SSH로 연결해 모든 것을 직접 설치합니다.
pt_br: Funciona o tempo todo. Um VPS, um PC de casa ou um servidor de trabalho: conectamos por SSH e instalamos tudo sozinhos.
ru: Работает круглосуточно. VPS, домашний ПК или рабочий сервер — подключимся по SSH и всё установим сами.
zh_hans: 全天候运行。VPS、家用电脑或工作服务器都可以——我们通过 SSH 连接，并自行完成全部安装。

# onboarding.server.stepCheck
source: Check Claude Code, Codex and Grok, and show where to sign in
de: Wir prüfen Claude Code, Codex und Grok und zeigen, wo du dich anmeldest
es: Revisamos Claude Code, Codex y Grok, y te indicamos dónde iniciar sesión
fr: Nous vérifions Claude Code, Codex et Grok, et indiquons où vous connecter
ja: Claude Code、Codex、Grok を確認し、ログイン先を案内します
ko: Claude Code, Codex, Grok를 확인하고 로그인 위치를 안내합니다
pt_br: Verificamos Claude Code, Codex e Grok e mostramos onde entrar
ru: Проверим Claude Code, Codex и Grok и подскажем, где войти
zh_hans: 检查 Claude Code、Codex 和 Grok，并告诉你在哪里登录

# onboarding.server.stepConnect
source: We connect over SSH
de: Wir verbinden uns per SSH
es: Nos conectamos por SSH
fr: Nous nous connectons en SSH
ja: SSH で接続します
ko: SSH로 연결합니다
pt_br: Conectamos por SSH
ru: Подключимся по SSH
zh_hans: 我们通过 SSH 连接

# onboarding.server.stepInstall
source: Install Bandito (≈ 20 MB) as a service
de: Bandito (≈ 20 MB) als Dienst installieren
es: Instalamos Bandito (≈ 20 MB) como servicio
fr: Installer Bandito (≈ 20 Mo) comme service
ja: Bandito（約 20 MB）をサービスとしてインストール
ko: Bandito(약 20MB)를 서비스로 설치
pt_br: Instalamos o Bandito (≈ 20 MB) como serviço
ru: Установим Bandito (≈ 20 МБ) как службу
zh_hans: 将 Bandito（约 20 MB）安装为服务

# onboarding.server.stepLink
source: Link the server to this Mac
de: Den Server mit diesem Mac verknüpfen
es: Vinculamos el servidor con este Mac
fr: Relier le serveur à ce Mac
ja: サーバーをこの Mac と連携
ko: 서버를 이 Mac과 연결
pt_br: Vinculamos o servidor a este Mac
ru: Свяжем сервер с этим Mac
zh_hans: 将服务器与这台 Mac 关联

# onboarding.server.subtitle
source: Agents run on a computer that stays on. Use your own server, a home PC, or this Mac just to try things out.
de: Agenten laufen auf einem Rechner, der durchgehend an ist. Nimm deinen eigenen Server, einen Heim-PC oder einfach diesen Mac zum Ausprobieren.
es: Los agentes funcionan en un equipo que siempre está encendido. Usa tu propio servidor, un PC de casa o este Mac solo para probar.
fr: Les agents tournent sur un ordinateur allumé en permanence. Utilisez votre propre serveur, un PC à la maison ou simplement ce Mac pour essayer.
ja: エージェントは常時起動しているコンピュータで動きます。自分のサーバー、家庭用 PC、または試すだけならこの Mac を使えます。
ko: 에이전트는 계속 켜져 있는 컴퓨터에서 돌아갑니다. 자신의 서버, 집 PC, 또는 그냥 한번 써 보려면 이 Mac을 쓸 수 있습니다.
pt_br: Os agentes rodam em um computador que fica ligado. Use seu próprio servidor, um PC de casa ou este Mac só para testar.
ru: Агенты работают на компьютере, который не выключается. Подойдёт свой сервер, домашний ПК или — чтобы просто попробовать — этот Mac.
zh_hans: 代理运行在一台不关机的电脑上。可以用你自己的服务器、家用电脑，或者只是试试的话用这台 Mac。

# onboarding.server.thisMacDesc
source: Quick to try. Agents run only while the Mac is awake and open.
de: Schnell ausprobiert. Agenten laufen nur, solange der Mac wach und offen ist.
es: Rápido de probar. Los agentes funcionan solo mientras el Mac esté despierto y abierto.
fr: Rapide à essayer. Les agents ne tournent que si le Mac est éveillé et ouvert.
ja: すぐ試せます。エージェントは Mac が起きていて開いている間だけ動きます。
ko: 바로 써 볼 수 있습니다. 에이전트는 Mac이 깨어 있고 열려 있는 동안만 작동합니다.
pt_br: Rápido para testar. Os agentes rodam só enquanto o Mac estiver acordado e aberto.
ru: Быстро попробовать. Агенты работают, пока Mac не спит и не закрыт.
zh_hans: 上手快，可以马上试。代理只在 Mac 醒着且未合盖时运行。

# onboarding.server.title
source: Where will your team live?
de: Wo soll dein Team wohnen?
es: ¿Dónde vivirá tu equipo?
fr: Où vivra votre équipe ?
ja: チームはどこで動かしますか？
ko: 팀은 어디에서 살까요?
pt_br: Onde vai morar sua equipe?
ru: Где будет жить ваша команда?
zh_hans: 你的团队住在哪里？

# onboarding.server.whatHappens
source: What happens next
de: Was passiert
es: Qué pasará
fr: Ce qui va se passer
ja: この後の流れ
ko: 다음 단계
pt_br: O que acontece
ru: Что произойдёт
zh_hans: 接下来会发生什么

# onboarding.server.whereAria
source: Where to run
de: Wo ausführen
es: Dónde ejecutar
fr: Où exécuter
ja: 実行場所
ko: 실행 위치
pt_br: Onde executar
ru: Где запустить
zh_hans: 运行位置

# onboarding.welcome.askText
source: Pushes, deploys, deletes — only with your yes. Answer from the Mac, from a notification, or from an iPhone.
de: Pushes, Deployments und Löschungen nur mit deinem Ja. Antworte am Mac, über eine Benachrichtigung oder am iPhone.
es: Push, despliegues y borrados solo con tu sí. Responde desde el Mac, desde una notificación o desde un iPhone.
fr: Push, déploiements, suppressions : seulement avec votre accord. Répondez depuis le Mac, une notification ou un iPhone.
ja: push、デプロイ、削除はあなたが「はい」と答えた場合のみ。Mac、通知、iPhone のどこからでも答えられます。
ko: push, 배포, 삭제는 사용자가 승인해야만 합니다. Mac, 알림, iPhone 어디서든 답할 수 있습니다.
pt_br: Pushes, deploys e exclusões só com seu sim. Responda pelo Mac, por uma notificação ou pelo iPhone.
ru: Пуш, деплой, удаление — только с вашего «да». Ответить можно с Mac, из уведомления или с iPhone.
zh_hans: 推送、部署、删除都必须得到你的同意。可以在 Mac、通知或 iPhone 上回复。

# onboarding.welcome.askTitle
source: They ask before anything risky
de: Sie fragen, bevor es riskant wird
es: Preguntan antes de lo arriesgado
fr: Ils demandent avant toute action risquée
ja: 危険な操作の前に確認します
ko: 위험한 작업 전에는 먼저 묻습니다
pt_br: Perguntam antes do que é arriscado
ru: Спрашивают перед рискованным
zh_hans: 有风险的操作前会先询问

# onboarding.welcome.footer
source: Open source · your code and keys never leave your servers
de: Open Source · dein Code und deine Schlüssel verlassen nie deine Server
es: Código abierto · tu código y tus claves nunca salen de tus servidores
fr: Open source · votre code et vos clés ne quittent jamais vos serveurs
ja: オープンソース · コードとキーはあなたのサーバーから出ません
ko: 오픈 소스 · 코드와 키는 서버 밖으로 나가지 않습니다
pt_br: Código aberto · seu código e suas chaves nunca saem dos seus servidores
ru: Открытый код · ваш код и ключи не покидают ваши серверы
zh_hans: 开源 · 你的代码和密钥永远不会离开你的服务器

# onboarding.welcome.haveAccount
source: Already have an account?
de: Schon ein Konto?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte ?
ja: すでにアカウントをお持ちですか？
ko: 이미 계정이 있나요?
pt_br: Já tem uma conta?
ru: Уже есть аккаунт?
zh_hans: 已有账户？

# onboarding.welcome.headline
source: Your AI team.
de: Dein KI-Team.
es: Tu equipo de IA.
fr: Votre équipe d'IA.
ja: あなたの AI チーム。
ko: 당신의 AI 팀.
pt_br: Sua equipe de IA.
ru: Ваша AI-команда.
zh_hans: 你的 AI 团队。

# onboarding.welcome.headlineAccent
source: On your server.
de: Auf deinem Server.
es: En tu servidor.
fr: Sur votre serveur.
ja: あなたのサーバー上に。
ko: 당신의 서버에서.
pt_br: No seu servidor.
ru: На вашем сервере.
zh_hans: 运行在你的服务器上。

# onboarding.welcome.signIn
source: Sign in
de: Anmelden
es: Iniciar sesión
fr: Se connecter
ja: サインイン
ko: 로그인
pt_br: Entrar
ru: Войти
zh_hans: 登录

# onboarding.welcome.sleepText
source: Agents live on your server. Close your Mac and they keep going, then send you the result in the morning.
de: Agenten laufen auf deinem Server. Schließt du den Mac, arbeiten sie weiter und schicken dir morgens das Ergebnis.
es: Los agentes viven en tu servidor. Cierra el Mac y siguen con la tarea; por la mañana te envían el resultado.
fr: Les agents tournent sur votre serveur. Fermez votre Mac : ils poursuivent la tâche et vous envoient le résultat le matin.
ja: エージェントはあなたのサーバーで動きます。Mac を閉じても作業を続け、結果を朝に届けます。
ko: 에이전트는 사용자의 서버에서 삽니다. Mac을 닫아도 계속 작업하고, 아침에 결과를 보내 줍니다.
pt_br: Os agentes vivem no seu servidor. Feche o Mac e eles continuam a tarefa, depois mandam o resultado de manhã.
ru: Агенты живут на вашем сервере. Закройте Mac — они продолжат задачу и пришлют итог утром.
zh_hans: 代理运行在你的服务器上。合上 Mac 后它们会继续任务，并在早上把结果发给你。

# onboarding.welcome.sleepTitle
source: Working while you sleep
de: Arbeiten, während du schläfst
es: Trabajan mientras duermes
fr: Ils travaillent pendant que vous dormez
ja: 寝ている間も作業
ko: 자는 동안에도 작업
pt_br: Trabalham enquanto você dorme
ru: Работают, пока вы спите
zh_hans: 你睡觉时也在工作

# onboarding.welcome.start
source: Get started — takes 3 minutes
de: Loslegen — dauert 3 Minuten
es: Empezar: tarda 3 minutos
fr: Commencer — 3 minutes
ja: 始める（所要 3 分）
ko: 시작하기 — 3분 소요
pt_br: Começar: leva 3 minutos
ru: Начать — займёт 3 минуты
zh_hans: 开始使用，约需 3 分钟

# onboarding.welcome.subsText
source: Claude, ChatGPT (Codex) or Grok — Bandito runs their official programs. No new accounts.
de: Claude, ChatGPT (Codex) oder Grok: Bandito startet deren offizielle Programme. Keine neuen Konten nötig.
es: Claude, ChatGPT (Codex) o Grok: Bandito ejecuta sus programas oficiales. Sin cuentas nuevas.
fr: Claude, ChatGPT (Codex) ou Grok : Bandito lance leurs programmes officiels. Aucun nouveau compte.
ja: Claude、ChatGPT（Codex）、Grok のいずれかを、Bandito が公式プログラムとして起動します。新しいアカウントは不要です。
ko: Claude, ChatGPT(Codex), Grok 중 하나를 Bandito가 공식 프로그램으로 실행합니다. 새 계정은 필요 없습니다.
pt_br: Claude, ChatGPT (Codex) ou Grok: o Bandito roda os programas oficiais deles. Sem contas novas.
ru: Claude, ChatGPT (Codex) или Grok — Bandito запускает их официальные программы. Никаких новых счетов.
zh_hans: Claude、ChatGPT（Codex）或 Grok——Bandito 运行它们的官方程序。无需新建账户。

# onboarding.welcome.subsTitle
source: On subscriptions you already have
de: Mit Abos, die du schon hast
es: Con las suscripciones que ya tienes
fr: Avec les abonnements que vous avez déjà
ja: お持ちのサブスクリプションで
ko: 이미 가진 구독으로
pt_br: Com as assinaturas que você já tem
ru: На подписках, которые у вас уже есть
zh_hans: 使用你已有的订阅

# onboarding.welcome.subtitle
source: Agents on Claude Code, Codex and Grok, with roles and schedules. They keep working when you close your laptop, and ask before anything risky.
de: Agenten auf Basis von Claude Code, Codex und Grok, mit Rollen und Zeitplänen. Sie arbeiten weiter, wenn du den Laptop zuklappst, und fragen vor allem Riskanten nach.
es: Agentes con Claude Code, Codex y Grok, con roles y horarios. Siguen trabajando aunque cierres el portátil y preguntan antes de cualquier acción arriesgada.
fr: Des agents sur Claude Code, Codex et Grok, avec des rôles et des plannings. Ils continuent à travailler quand vous fermez votre portable et demandent avant toute action risquée.
ja: Claude Code、Codex、Grok で動くエージェント。役割とスケジュールを設定できます。ノートパソコンを閉じても動き続け、危険な操作の前には必ず確認します。
ko: Claude Code, Codex, Grok 기반 에이전트에 역할과 일정을 줄 수 있습니다. 노트북을 닫아도 계속 일하고, 위험한 작업 전에는 먼저 묻습니다.
pt_br: Agentes com Claude Code, Codex e Grok, com funções e agendas. Continuam trabalhando quando você fecha o notebook e perguntam antes de qualquer ação arriscada.
ru: Агенты на Claude Code, Codex и Grok с ролями и расписанием. Работают, когда вы закрыли ноутбук, и спрашивают перед всем рискованным.
zh_hans: 基于 Claude Code、Codex 和 Grok 的代理，可设置角色和计划。合上笔记本后仍会继续工作，遇到有风险的操作会先询问。

# palette.hintMessage
source: ⌘↵ message
de: ⌘↵ schreiben
es: ⌘↵ escribir
fr: ⌘↵ écrire
ja: ⌘↵ メッセージ
ko: ⌘↵ 메시지
pt_br: ⌘↵ escrever
ru: ⌘↵ написать
zh_hans: ⌘↵ 发消息

# palette.hintOpen
source: ↵ open
de: ↵ öffnen
es: ↵ abrir
fr: ↵ ouvrir
ja: ↵ 開く
ko: ↵ 열기
pt_br: ↵ abrir
ru: ↵ открыть
zh_hans: ↵ 打开

# palette.hintSelect
source: ↑↓ select
de: ↑↓ wählen
es: ↑↓ elegir
fr: ↑↓ choisir
ja: ↑↓ 選択
ko: ↑↓ 선택
pt_br: ↑↓ escolher
ru: ↑↓ выбрать
zh_hans: ↑↓ 选择

# palette.newAgentNamed
source: New agent — named «%1$@…»
de: Neuer Agent — mit dem Namen „%1$@…“
es: Nuevo agente — con el nombre «%1$@…»
fr: Nouvel agent — nommé « %1$@… »
ja: 新しいエージェント — 名前「%1$@…」
ko: 새 에이전트 — 이름 «%1$@…»
pt_br: Novo agente — com o nome «%1$@…»
ru: Новый агент — с именем «%1$@…»
zh_hans: 新建代理 — 名称为「%1$@…」

# palette.onServer
source: on %1$@
de: auf %1$@
es: en %1$@
fr: sur %1$@
ja: %1$@ 上
ko: %1$@에서
pt_br: em %1$@
ru: на %1$@
zh_hans: 在 %1$@ 上

# palette.onServerOffline
source: on %1$@ (offline)
de: auf %1$@ (offline)
es: en %1$@ (sin conexión)
fr: sur %1$@ (hors ligne)
ja: %1$@ 上（オフライン）
ko: %1$@에서 (오프라인)
pt_br: em %1$@ (offline)
ru: на %1$@ (не в сети)
zh_hans: 在 %1$@ 上（离线）

# palette.pauseAgent
source: Pause %1$@
de: %1$@ pausieren
es: Pausar a %1$@
fr: Mettre %1$@ en pause
ja: %1$@ を一時停止
ko: %1$@ 일시 정지
pt_br: Pausar %1$@
ru: Поставить на паузу %1$@
zh_hans: 暂停 %1$@

# palette.search
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt_br: Buscar
ru: Поиск
zh_hans: 搜索

# palette.sectionActions
source: ACTIONS
de: AKTIONEN
es: ACCIONES
ja: 操作
ko: 동작
pt_br: AÇÕES
ru: ДЕЙСТВИЯ
zh_hans: 操作

# palette.sectionMessages
source: MESSAGES
de: NACHRICHTEN
es: MENSAJES
ja: メッセージ
ko: 메시지
pt_br: MENSAGENS
ru: СООБЩЕНИЯ
zh_hans: 消息

# palette.title
source: Quick switch
de: Schnellwechsel
es: Cambio rápido
fr: Accès rapide
ja: クイック切替
ko: 빠른 이동
pt_br: Troca rápida
ru: Быстрый переход
zh_hans: 快速切换

# profile.addServer
source: Add server
de: Server hinzufügen
es: Añadir servidor
fr: Ajouter un serveur
ja: サーバーを追加
ko: 서버 추가
pt_br: Adicionar servidor
ru: Добавить сервер
zh_hans: 添加服务器

# profile.getIphone
source: Get the iPhone app
de: iPhone-App holen
es: Obtener la app para iPhone
fr: Obtenir l'app iPhone
ja: iPhone アプリを入手
ko: iPhone 앱 받기
pt_br: Obter o app para iPhone
ru: Получить приложение для iPhone
zh_hans: 获取 iPhone 版

# profile.help
source: Help
de: Hilfe
es: Ayuda
fr: Aide
ja: ヘルプ
ko: 도움말
pt_br: Ajuda
ru: Справка
zh_hans: 帮助

# profile.settings
source: Settings…
de: Einstellungen…
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
pt_br: Configurações…
ru: Настройки…
zh_hans: 设置…

# profile.signOut
source: Sign out of this server
de: Von diesem Server abmelden
es: Cerrar sesión en este servidor
fr: Se déconnecter de ce serveur
ja: このサーバーからサインアウト
ko: 이 서버에서 로그아웃
pt_br: Sair deste servidor
ru: Выйти с этого сервера
zh_hans: 退出此服务器

# rules.action
source: ACTION
de: AKTION
es: ACCIÓN
ja: 操作
ko: 작업
pt_br: AÇÃO
ru: ДЕЙСТВИЕ
zh_hans: 操作

# rules.add
source: Add rule
de: Regel hinzufügen
es: Añadir regla
fr: Ajouter une règle
ja: ルールを追加
ko: 규칙 추가
pt_br: Adicionar regra
ru: Добавить
zh_hans: 添加规则

# rules.allAgents
source: All agents
de: Alle Agenten
es: Todos los agentes
fr: Tous les agents
ja: すべてのエージェント
ko: 모든 에이전트
pt_br: Todos os agentes
ru: Все агенты
zh_hans: 所有代理

# rules.allow
source: Allow
de: Erlauben
es: Permitir
fr: Autoriser
ja: 許可
ko: 허용
pt_br: Permitir
ru: Разрешать
zh_hans: 允许

# rules.ask
source: Ask first
de: Vorher fragen
es: Preguntar antes
fr: Demander d'abord
ja: 先に確認
ko: 먼저 확인
pt_br: Perguntar antes
ru: Спрашивать
zh_hans: 先询问

# rules.behavior
source: BEHAVIOR
de: VERHALTEN
es: COMPORTAMIENTO
fr: COMPORTEMENT
ja: 動作
ko: 동작
pt_br: COMPORTAMENTO
ru: ПОВЕДЕНИЕ
zh_hans: 行为

# rules.builtin
source: Built-in checks
de: Eingebaute Prüfungen
es: Comprobaciones integradas
fr: Contrôles intégrés
ja: 組み込みチェック
ko: 내장 검사
pt_br: Verificações integradas
ru: Встроенные проверки
zh_hans: 内置检查

# rules.builtinHint
source: always apply unless a rule above says otherwise
de: gelten immer, sofern keine Regel oben etwas anderes sagt
es: se aplican siempre salvo que una regla de arriba diga lo contrario
fr: s'appliquent toujours, sauf si une règle ci-dessus dit le contraire
ja: 上のルールで別の指定がない限り常に適用
ko: 위 규칙에서 달리 정하지 않는 한 항상 적용
pt_br: sempre se aplicam, a não ser que uma regra acima diga o contrário
ru: работают всегда, если правило выше не говорит иначе
zh_hans: 除非上方规则另有说明，始终生效

# rules.builtinOutsideProject
source: writes outside the project folder
de: Schreiben außerhalb des Projektordners
es: escribir fuera de la carpeta del proyecto
fr: écriture hors du dossier du projet
ja: プロジェクトフォルダ外への書き込み
ko: 프로젝트 폴더 밖 쓰기
pt_br: gravar fora da pasta do projeto
ru: запись вне папки проекта
zh_hans: 写入项目文件夹之外

# rules.deleteAria
source: Delete rule
de: Regel löschen
es: Eliminar regla
fr: Supprimer la règle
ja: ルールを削除
ko: 규칙 삭제
pt_br: Excluir regra
ru: Удалить правило
zh_hans: 删除规则

# rules.deny
source: Deny
de: Verweigern
es: Denegar
fr: Refuser
ja: 拒否
ko: 거부
pt_br: Negar
ru: Запрещать
zh_hans: 拒绝

# rules.editAria
source: Edit rule
de: Regel bearbeiten
es: Editar regla
fr: Modifier la règle
ja: ルールを編集
ko: 규칙 편집
pt_br: Editar regra
ru: Изменить правило
zh_hans: 编辑规则

# rules.forWhom
source: Applies to
de: Gilt für
es: Se aplica a
fr: S'applique à
ja: 対象
ko: 적용 대상
pt_br: Vale para
ru: Для кого
zh_hans: 适用于

# rules.newRule
source: New rule
de: Neue Regel
es: Nueva regla
fr: Nouvelle règle
ja: 新しいルール
ko: 새 규칙
pt_br: Nova regra
ru: Новое правило
zh_hans: 新规则

# rules.placeholder
source: e.g. wrangler deploy*
de: z. B. wrangler deploy*
es: p. ej., wrangler deploy*
fr: ex. : wrangler deploy*
ja: 例: wrangler deploy*
ko: 예: wrangler deploy*
pt_br: ex.: wrangler deploy*
ru: например, wrangler deploy*
zh_hans: 例如 wrangler deploy*

# rules.scope
source: APPLIES TO
de: GILT FÜR
es: SE APLICA A
fr: S'APPLIQUE À
ja: 対象
ko: 적용 대상
pt_br: VALE PARA
ru: ДЛЯ КОГО
zh_hans: 适用于

# rules.then
source: Then
de: Dann
es: Entonces
fr: Alors
ja: その場合
ko: 그러면
pt_br: Então
ru: То
zh_hans: 则

# rules.when
source: When the agent wants to run
de: Wenn der Agent ausführen will
es: Cuando el agente quiera ejecutar
fr: Quand l'agent veut exécuter
ja: エージェントが実行しようとするとき
ko: 에이전트가 실행하려 할 때
pt_br: Quando o agente quiser executar
ru: Когда агент хочет выполнить
zh_hans: 代理想要运行时

# rules.wildcardNote
source: * matches anything. If two rules match, a rule for a specific agent wins, then the newer one.
de: * passt auf alles. Wenn zwei Regeln passen, gewinnt die Regel für einen bestimmten Agenten, danach die neuere.
es: * coincide con cualquier cosa. Si dos reglas coinciden, gana la de un agente concreto y, después, la más reciente.
fr: * correspond à tout. Si deux règles correspondent, celle d'un agent précis l'emporte, puis la plus récente.
ja: * は任意の文字列に一致します。2 つのルールに一致する場合は、特定のエージェント向けのルールが優先され、次に新しいルールが優先されます。
ko: *는 무엇이든 일치합니다. 두 규칙이 일치하면 특정 에이전트용 규칙이 우선하고, 그다음 최신 규칙이 우선합니다.
pt_br: * corresponde a qualquer coisa. Se duas regras baterem, vence a de um agente específico e, depois, a mais recente.
ru: * — что угодно. Если подходят два правила, побеждает правило конкретного агента, затем более новое.
zh_hans: * 匹配任意内容。若两条规则都匹配，则优先特定代理的规则，其次是较新的规则。

# runtime.api
source: API key
de: API-Schlüssel
es: Clave de API
fr: Clé API
ja: APIキー
ko: API 키
pt_br: Chave de API
ru: API-ключ
zh_hans: API 密钥

# search.noResults
source: Nothing found
de: Nichts gefunden
es: No se encontró nada
fr: Aucun résultat
ja: 見つかりません
ko: 결과가 없습니다
pt_br: Nada encontrado
ru: Ничего не найдено
zh_hans: 未找到结果

# search.placeholder
source: Search agents and messages
de: Agenten und Nachrichten durchsuchen
es: Buscar agentes y mensajes
fr: Rechercher des agents et des messages
ja: エージェントとメッセージを検索
ko: 에이전트와 메시지 검색
pt_br: Buscar agentes e mensagens
ru: Поиск агентов и сообщений
zh_hans: 搜索智能体和消息

# server.add.code
source: Pairing code
de: Kopplungscode
es: Código de emparejamiento
fr: Code d'appairage
ja: ペアリングコード
ko: 페어링 코드
pt_br: Código de pareamento
ru: Код сопряжения
zh_hans: 配对码

# server.add.codeHint
source: Run `bandito pair` on the server and type the six words.
de: Führe `bandito pair` auf dem Server aus und gib die sechs Wörter ein.
es: Ejecuta `bandito pair` en el servidor y escribe las seis palabras.
fr: Exécutez `bandito pair` sur le serveur et saisissez les six mots.
ja: サーバーで `bandito pair` を実行し、6つの単語を入力してください。
ko: 서버에서 `bandito pair`를 실행하고 여섯 단어를 입력하세요.
pt_br: Execute `bandito pair` no servidor e digite as seis palavras.
ru: Выполните `bandito pair` на сервере и введите шесть слов.
zh_hans: 在服务器上运行 `bandito pair`，然后输入六个词。

# server.add.connect
source: Connect
de: Verbinden
es: Conectar
fr: Connecter
ja: 接続
ko: 연결
pt_br: Conectar
ru: Подключить
zh_hans: 连接

# server.add.connecting
source: Connecting…
de: Verbindung wird hergestellt…
es: Conectando…
fr: Connexion…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключаю…
zh_hans: 正在连接…

# server.add.direct
source: Direct (TLS)
de: Direkt (TLS)
es: Directo (TLS)
ja: 直接接続 (TLS)
ko: 직접 연결 (TLS)
pt_br: Direto (TLS)
ru: Напрямую (TLS)
zh_hans: 直连 (TLS)

# server.add.directDesc
source: Address and port, a pinned certificate, and a code of six words.
de: Adresse und Port, ein festgelegtes Zertifikat und ein Code aus sechs Wörtern.
es: Dirección y puerto, un certificado fijado y un código de seis palabras.
fr: Adresse et port, un certificat épinglé et un code de six mots.
ja: アドレスとポート、固定された証明書、6 語のコード。
ko: 주소와 포트, 고정된 인증서, 여섯 단어 코드.
pt_br: Endereço e porta, um certificado fixado e um código de seis palavras.
ru: Адрес:порт, закреплённый сертификат и код из шести слов.
zh_hans: 地址和端口、固定的证书，以及六个词的代码。

# server.add.done
source: Connected to %1$@
de: Mit %1$@ verbunden
es: Conectado a %1$@
fr: Connecté à %1$@
ja: %1$@ に接続しました
ko: %1$@에 연결됨
pt_br: Conectado a %1$@
ru: Подключено к %1$@
zh_hans: 已连接到 %1$@

# server.add.fromConfig
source: From %1$@:
de: Aus %1$@:
es: Desde %1$@:
fr: Depuis %1$@ :
ja: %1$@ から:
ko: %1$@에서:
pt_br: De %1$@:
ru: Из %1$@:
zh_hans: 来自 %1$@：

# server.add.heading
source: Connect a server
de: Server verbinden
es: Conecta un servidor
fr: Connecter un serveur
ja: サーバーを接続
ko: 서버 연결
pt_br: Conecte um servidor
ru: Подключите сервер
zh_hans: 连接服务器

# server.add.host
source: Address
de: Host
es: Host
fr: Hôte
ja: ホスト
ko: 호스트
pt_br: Host
ru: Адрес
zh_hans: 主机

# server.add.install
source: Bandito isn't installed there yet. Install it now?
de: Bandito ist dort noch nicht installiert. Jetzt installieren?
es: Bandito todavía no está instalado allí. ¿Instalarlo ahora?
fr: Bandito n'est pas encore installé là-bas. L'installer maintenant ?
ja: Bandito がまだインストールされていません。今すぐインストールしますか？
ko: 해당 서버에 Bandito가 아직 설치되어 있지 않습니다. 지금 설치할까요?
pt_br: O Bandito ainda não está instalado nele. Instalar agora?
ru: Bandito там ещё не установлен. Установить сейчас?
zh_hans: 该服务器上尚未安装 Bandito。是否立即安装？
